2013-01-29-extending-once-twice-thrice.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Extending "once, twice, thrice."</title>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8"/>
<meta name="title" content="Extending "once, twice, thrice.""/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2013-01-30 02:05:40 PST"/>
<meta name="author" content="Peter Danenberg"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>
<link rel="stylesheet" type="text/css"/ href="daybook.css">
</head>
<body>

<div id="preamble">

</div>

<div id="content">
<h1 class="title">Extending "once, twice, thrice."</h1>

<p>Oxford <a href="http://oxforddictionaries.com/words/what-comes-after-once-twice-thrice">claims</a> that "there is nothing after once, twice, thrice:" fuck
that.
</p>
<p>
It turns out that "once," "twice" and the like are based on the
composition of an ancient numerical adverb with the adverbial genitive
suffix <i>-s</i> (see <a href="#adverbs">table 1</a>).
</p>
<table  rules="groups" frame="hsides" cellpadding="6" id="adverbs">
<caption>Numerical adverbs</caption>
<colgroup><col class="left" /><col class="left" /><col class="left" /><col class="left" /><col class="left" />
</colgroup>
<thead>
<tr><th scope="col" class="left">Ancient adverb</th><th scope="col" class="left"></th><th scope="col" class="left">Adverbial genitive</th><th scope="col" class="left"></th><th scope="col" class="left">Modern adverb</th></tr>
</thead>
<tbody>
<tr><td class="left"><i>ene</i></td><td class="left">+</td><td class="left"><i>-s</i></td><td class="left">\(\to\)</td><td class="left">once</td></tr>
<tr><td class="left"><i>twie</i></td><td class="left">+</td><td class="left"><i>-es</i></td><td class="left">\(\to\)</td><td class="left">twice</td></tr>
<tr><td class="left"><i>thrie</i></td><td class="left">+</td><td class="left"><i>-s</i></td><td class="left">\(\to\)</td><td class="left">thrice</td></tr>
</tbody>
</table>


<p>
With a little philological <i>Schadenfreude</i>, we can continue this
series (see <a href="#new-adverbs">table 2</a>).
</p>
<table  rules="groups" frame="hsides" cellpadding="6" id="new-adverbs">
<caption>New numerical adverbs</caption>
<colgroup><col class="left" /><col class="left" /><col class="left" /><col class="left" /><col class="left" />
</colgroup>
<thead>
<tr><th scope="col" class="left">Ancient adverb</th><th scope="col" class="left"></th><th scope="col" class="left">Adverbial genitive</th><th scope="col" class="left"></th><th scope="col" class="left">Modern adverb</th></tr>
</thead>
<tbody>
<tr><td class="left"><i>féower</i></td><td class="left">+</td><td class="left"><i>-s</i></td><td class="left">\(\to\)</td><td class="left">fource</td></tr>
<tr><td class="left"><i>fíf</i></td><td class="left">+</td><td class="left"><i>-es</i></td><td class="left">\(\to\)</td><td class="left">fives</td></tr>
<tr><td class="left"><i>sexe</i></td><td class="left">+</td><td class="left"><i>-es</i></td><td class="left">\(\to\)</td><td class="left">sixes</td></tr>
<tr><td class="left"><i>seofon</i></td><td class="left">+</td><td class="left"><i>-s</i></td><td class="left">\(\to\)</td><td class="left">sevence</td></tr>
<tr><td class="left"><i>ehte</i></td><td class="left">+</td><td class="left"><i>-s</i></td><td class="left">\(\to\)</td><td class="left">eights</td></tr>
<tr><td class="left"><i>neȝen</i></td><td class="left">+</td><td class="left"><i>-s</i></td><td class="left">\(\to\)</td><td class="left">nines</td></tr>
<tr><td class="left"><i>tyen</i></td><td class="left">+</td><td class="left"><i>-s</i></td><td class="left">\(\to\)</td><td class="left">tence</td></tr>
</tbody>
</table>


<p>
Coming up with novel compounds is the ancient pastime of dabbling
philologasters;<sup><a class="footref" name="fnr.1" href="#fn.1">1</a></sup> more difficult is selling them to an
intransigent public.
</p>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">
<p class="footnote"><sup><a class="footnum" name="fn.1" href="#fnr.1">1</a></sup> "Philologaster" (a pseudo-philologist) comes from
<i>philologue</i> + <i>-aster</i>: a suffix expressing incomplete resemblance.
</p>



</div>
</div>
</div>

<div id="postamble">
<p class="date">Date: 2013-01-30 02:05:40 PST</p>
<p class="author">Author: Peter Danenberg</p>
<p class="creator">Org version 7.8.11 with Emacs version 24</p>
<a href="http://validator.w3.org/check?uri=referer">Validate XHTML 1.0</a>

</div>
</body>
</html>
